Repository: linuxchata/medical-soft
Catalog: src/Client/Properties/Resources.*.resx
Languages: ru_ru, uk_ua

# MessageBoxAmountOfEmailHaveBeenInvalidatedIsNull
source: None of the email addresses has been invalidated.
ru_ru: Ни один адрес электронной почты не был помечен как недействительный.
uk_ua: Жодна адреса електроної пошти не була відмічена як недійсна.

# NotificationListDialogCancelFilter
source: Cancel
ru_ru: Отменить фильтр
uk_ua: Відмінити фільтр

# NotificationListDialogFilter
source: Filter
ru_ru: Фильтр
uk_ua: Фільтр

# FilterPatientWithInvalidEmails
source: Invalid email addresses
ru_ru: Непроверенные адреса
uk_ua: Неперевірені адреси

# NotificationListManageDialogCancelFilter
source: Cancel
ru_ru: Отменить фильтр
uk_ua: Відмінити фільтр

# NotificationListManageDialogFilter
source: Filter
ru_ru: Фильтр
uk_ua: Фільтр

# SettingDialogBackupTime
source: Time of the backup
ru_ru: Время резервного копирования данных
uk_ua: Час резервного копіювання даних

# SettingDialoEmailDeliveryTab
source: Email Delivery
ru_ru: Электронная рассылка
uk_ua: Електронна розсилка

# SettingDialogEmalsInfo
source: SMTP settings
ru_ru: Настройки SMTP сервера
uk_ua: Налаштування SMTP сервера

# SettingDialoGeneralTab
source: General Settings
ru_ru: Основные настройки
uk_ua: Загальні налаштування

# SettingDialogSmtpHost
source: Host
ru_ru: Хост
uk_ua: Хост

# SettingDialogSmtpPassword
source: Password
ru_ru: Пароль
uk_ua: Пароль

# SettingDialogSmtpPort
source: Port
ru_ru: Порт
uk_ua: Порт

# SettingDialogSmtpUserName
source: User name
ru_ru: Пользователь
uk_ua: Користувач

# SettingSmtpEnableSsl
source: Enable SSL
ru_ru: Включить SSL
uk_ua: Увімкнути SSL

# SettingDialogSmtpFromAddress
source: Email address
ru_ru: Адрес электронной почты
uk_ua: Адреса електронної пошти

# AmountNotFormatted
source: Rows:
ru_ru: Записей:
uk_ua: Записів:

# MessageBoxNotificationListCannotBeSaved
source: Changes will not be saved, since group was processed or is being processed.
ru_ru: Изменения не будут сохранены, так как группа обработана или в процессе обработки.
uk_ua: Зміни не будуть збережені, адже група оброблена чи у процесі обробки.

# MessageBoxNotificationListCannotBeSavedHeader
source: Save record
ru_ru: Сохранение записи
uk_ua: Збреження запису

# MessageBoxSavingFailed
source: Error occurred during the saving changes.
ru_ru: При сохранении изменений возникла ошибка.
uk_ua: При збереженні змін виникла помилка.

# MessageBoxSavingFailedHeader
source: Save record
ru_ru: Сохранение записи
uk_ua: Збреження запису

# AboutDialogDataBaseVersion
source: Database version
ru_ru: Версия базы данных
uk_ua: Версія бази даних

# PatientDialogPhoto
source: Photo
ru_ru: Фотография
uk_ua: Фотографія

# PatientDialogSelectImage
source: Select photo...
ru_ru: Выбрать фотографию...
uk_ua: Обрати фотографію...

# PatientDialogPhotoUploadErrorText
source: An error occurred while uploading photo.
ru_ru: Возникла ошибка при загрузки фотографии.
uk_ua: Виникла помилка при завантаження фотографії

# PatientDialogPhotoUploadErrorTitle
source: Photo upload
ru_ru: Загрузка фотографии
uk_ua: Завантаження фотографії

# PatientDialogDeletePhoto
source: Delete photo
ru_ru: Удалить фотографию
uk_ua: Видалити фотографію

# PatientDialogTakePicture
source: Take a picture...
ru_ru: Сделать фотографию...
uk_ua: Зробити фотографію...

# PreviewDialogTakePicture
source: Take a picture
ru_ru: Сделать фотографию
uk_ua: Зробити фотографію

# SettingDialogVideoDevicesInfo
source: Video devices Settings
ru_ru: Настройки видео устройств
uk_ua: Налаштування відео пристроїв

# SettingDialogVideoDevicesList
source: List of the video devices
ru_ru: Список видео устройств
uk_ua: Відео пристрої

# SettingDialogVideoDevicesTab
source: Video Devices
ru_ru: Видео устройства
uk_ua: Відео пристрої

# NotificationGroupDialogButtonRestartDeliveryForFailed
source: Restart delivery for failed
ru_ru: Возобновить для неудавшихся
uk_ua: Поновити для невдалих

# NotificationGroupClientMode
source: You are run under Client mode. Email notifications will not be send from this computer
ru_ru: Программа запущена в клиентском режиме. Рассылка уведомлений по электронной почте не будет запускаться с этого компьютера
uk_ua: Програма працює у клієнтському режимі. Розсилка повідмлень по електронній пошті не буде запускатися з цього комп'ютера

# BackupLogsClientMode
source: You are run under Client mode. Scheduled database backup will not be run from this computer
ru_ru: Программа запущена в клиентском режиме. Резервное копирование базы данных по расписанию не будет запускаться с этого компьютера
uk_ua: Програма працює у клієнтському режимі. Резервування бази даних по розкладу не буде запускатися з цього комп'ютера
