Repository: linuxchata/medical-soft
Catalog: src/Client/Properties/Resources.*.resx
Languages: ru_ru, uk_ua

# AboutDialogButtonCancel
source: Close
ru_ru: Закрыть
uk_ua: Закрити

# AboutDialogLicense
source: Licensed to Dent Life
ru_ru: Предоставлено для Dent Life
uk_ua: Надано Company Name

# AboutDialogMainLabel
source: About
ru_ru: Про программу
uk_ua: Про програму

# AboutDialogVersion
source: Version
ru_ru: Версия
uk_ua: Версія

# AppointmentAddItemTitle
source: Add appointment
ru_ru: Добавить приём
uk_ua: Додати прийом

# AppointmentChangeTime
source: Please consider to change time of the current appointment.
ru_ru: Пожалуйста выберите другое время приёма пациента.
uk_ua: Будь ласка оберіть інший час прийому пацієнта.

# AppointmentStartEndTimeMustBeDifferent
source: Start and end time of an appointment has to be different!
ru_ru: Время начала и время окончания приёма должны отличаться!
uk_ua: Час початку і час закінчення прийому повинні відрізнятися!

# AppointmentStartTimeMustBeLessEndTime
source: Start time of an appointment has to be less than end time!
ru_ru: Время начала должно предшествовать времени окончания приёма!
uk_ua: Час початку прийому повинен бути менше, ніж час закінчення!

# AppointmentWithSameTimeExists
source: An appointment in the same range of time already exists!
ru_ru: Выбранное время приёма уже было занято!
uk_ua: Обраний час прийому пацієнта вже зайнятий!

# BackupLogsDialogBackupTypesName
source: Type
ru_ru: Тип
uk_ua: Тип

# BackupLogsDialogEndDateTime
source: End time
ru_ru: Время завершения
uk_ua: Час завершення

# BackupLogsDialogFileName
source: File name
ru_ru: Название файла
uk_ua: Назва файлу

# BackupLogsDialogNameStartedBy
source: Started by
ru_ru: Запущено
uk_ua: Запущено

# BackupLogsDialogStartDateTime
source: Start time
ru_ru: Время запуска
uk_ua: Час запуску

# BackupLogsDialogStatus
source: Status
ru_ru: Статус
uk_ua: Статус

# ButtonAddAppointment
source: Add an appointment
ru_ru: Добавить приём
uk_ua: Додати прийом

# ButtonAddEducation
source: Add institution
ru_ru: Добавить учебное заведение
uk_ua: Додати навчальний заклад

# ButtonAddLogin
source: Add user
ru_ru: Добавить пользователя
uk_ua: Додати користувача

# ButtonAddNotificationGroup
source: Add notification
ru_ru: Добавить рассылку
uk_ua: Додати розсилку

# ButtonAddNotificationTemplate
source: Add template
ru_ru: Добавить шаблон
uk_ua: Додати шаблон

# ButtonAddPatient
source: Add patient
ru_ru: Добавить пациента
uk_ua: Додати пацієнта

# ButtonAddPosition
source: Add position
ru_ru: Добавить должность
uk_ua: Додати посаду

# ButtonAddReminder
source: Add reminder
ru_ru: Добавить напоминание
uk_ua: Додати нагадування

# ButtonAddStaff
source: Add staff
ru_ru: Добавить работника
uk_ua: Додати працівника

# ButtonDeleteEducation
source: Delete institution
ru_ru: Удалить учебное заведение
uk_ua: Видалити навчальний заклад

# ButtonDeleteLogin
source: Delete user
ru_ru: Удалить пользователя
uk_ua: Видалити користувача

# ButtonDeleteNotificationGroup
source: Delete notification
ru_ru: Удалить рассылку
uk_ua: Видалити розсилку

# ButtonDeleteNotificationTemplate
source: Delete template
ru_ru: Удалить шаблон
uk_ua: Видалити шаблон

# ButtonDeletePatient
source: Delete patient
ru_ru: Удалить пациента
uk_ua: Видалити пацієнта

# ButtonDeletePosition
source: Delete position
ru_ru: Удалить должность
uk_ua: Видалити посаду

# ButtonDeleteReminder
source: Delete reminder
ru_ru: Удалить напоминание
uk_ua: Видалити нагадування

# ButtonDeleteStaff
source: Delete staff
ru_ru: Удалить работника
uk_ua: Видалити працівника

# ButtonEditEducation
source: Edit institution
ru_ru: Редактировать учебное заведение
uk_ua: Редагувати навчальний заклад

# ButtonEditLogin
source: Edit user
ru_ru: Редактировать пользователя
uk_ua: Редагувати користувача

# ButtonEditNotificationGroup
source: Edit notification
ru_ru: Редактировать рассылку
uk_ua: Редагувати розсилку

# ButtonEditNotificationTemplate
source: Edit template
ru_ru: Редактировать шаблон
uk_ua: Редагувати шаблон

# ButtonEditPatient
source: Edit patient
ru_ru: Редактировать пациента
uk_ua: Редагувати пацієнта

# ButtonEditPosition
source: Edit position
ru_ru: Редактировать должность
uk_ua: Редагувати посаду

# ButtonEditReminder
source: Edit reminder
ru_ru: Редактировать напоминание
uk_ua: Редагувати нагадування

# ButtonEditStaff
source: Edit staff
ru_ru: Редактировать работника
uk_ua: Редагувати працівника

# ButtonRefreshBackup
source: Refresh
ru_ru: Обновить информацию
uk_ua: Оновити інформацію

# ButtonRunBackup
source: Register backup
ru_ru: Создать резервную копию
uk_ua: Створити резервну копію

# ButtonSelectAppointmentDoctor
source: Select doctor
ru_ru: Выберите доктора
uk_ua: Оберіть доктора

# CapsLockOn
source: Caps Lock is on
ru_ru: Кнопка Caps Lock нажата
uk_ua: Кнопка Caps Lock натиснена

# EducationDialogButtonCancel
source: Cancel
ru_ru: Отменить
uk_ua: Відмінити

# EducationDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# EducationDialogMainInfo
source: Educational institution
ru_ru: Учебное заведение
uk_ua: Навчальний заклад

# EducationDialogMainLabel
source: Educational institution
ru_ru: Учебное заведение
uk_ua: Навчальний заклад

# EducationDialogName
source: Name
ru_ru: Полное название
uk_ua: Повна назва

# EducationDialogShortName
source: Short name
ru_ru: Название
uk_ua: Назва

# FilterReminder
source: Filter
ru_ru: Фильтр
uk_ua: Фільтр

# LoginDialogButtonCancel
source: Cancel
ru_ru: Отмена
uk_ua: Відміна

# LoginDialogButtonLogin
source: Enter
ru_ru: Вход
uk_ua: Вхід

# LoginDialogIsCanLogin
source: Can login
ru_ru: Право входа
uk_ua: Право на вхід

# LoginDialogLogin
source: User
ru_ru: Пользователь
uk_ua: Користувач

# LoginDialogLoginName
source: User
ru_ru: Пользователь
uk_ua: Користувач

# LoginDialogLogonFailed
source: Login failed. Please try again
ru_ru: Пользователь или пароль не принят
uk_ua: Користувач або пароль не прийнято

# LoginDialogLogonSucceeded
source: Please wait, application is loading...
ru_ru: Пожалуйста подождите...
uk_ua: Будь ласка, зачекайте...

# LoginDialogMainInfo
source: User's information
ru_ru: Информация о пользователе
uk_ua: Інформація про користувача

# LoginDialogMainLabel
source: User
ru_ru: Пользователь
uk_ua: Користувач

# LoginDialogPassword
source: Password
ru_ru: Пароль
uk_ua: Пароль

# LoginDialogPasswordProtection
source: <Password protected>
ru_ru: <Пароль защищен>
uk_ua: <Пароль захищено>

# LoginDialogPasswordRepeat
source: Confirm password
ru_ru: Подтверждение пароля
uk_ua: Підтвердження паролю

# LoginDialogRoleInSystem
source: Role in system
ru_ru: Роль
uk_ua: Роль

# LoginDialogRoleName
source: Role name
ru_ru: Роль в системе
uk_ua: Роль в системі

# LoginDialogStaff
source: Staff
ru_ru: Работник
uk_ua: Працівник

# LoginDialogTitle
source: Entrance to the program
ru_ru: Вход в программу
uk_ua: Вхід у програму

# LoginDialogWelcome
source: Welcome to Dental Soft
ru_ru: Добро пожаловать в Dental Soft
uk_ua: Вітаємо у Dental Soft

# MessageBoxDeleteConfirmation
source: Are you sure you want to delete the selected record?
ru_ru: Вы действительно хотите удалить выбранную запись?
uk_ua: Ви дійсно бажаєте видалити обраний запис?

# MessageBoxDeleteHeader
source: Delete record
ru_ru: Удаление записи
uk_ua: Видалення запису

# MessageBoxSettingsCannotBeSaved
source: Location of the backup file isn't valid. Settings cannot be saved.
ru_ru: Местоположение файла копии данных некорректно. Настройки не будут сохранены.
uk_ua: Місцезнаходження файлу копії даних некоректно. Налаштування не будуть збережені.

# MessageBoxSettingsCannotBeSavedHeader
source: Settings
ru_ru: Настройка
uk_ua: Налаштування

# MessageBoxTheEntryCannotBeDeleted
source: Selected record cannot be deleted. Maybe this record in use in another tables.
ru_ru: Выбранную Вами запись не удалось удалить. Возможно запись используется в других таблицах.
uk_ua: Обраний Вами запис не вдалося видалати. Можно даний запис використовується у інших таблицях.

# NotificationClose
source: Close
ru_ru: Закрыть
uk_ua: Закрити

# NotificationDoctor
source: Doctor:
ru_ru: Доктор:
uk_ua: Лікар:

# NotificationGroupDescription
source: Description
ru_ru: Описание
uk_ua: Опис

# NotificationGroupDialogButtonCancel
source: Cancel
ru_ru: Отмена
uk_ua: Відмінити

# NotificationGroupDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# NotificationGroupDialogDescription
source: Description
ru_ru: Описание
uk_ua: Опис

# NotificationGroupDialogMainInfo
source: Email notification information
ru_ru: Информация про рассылку
uk_ua: Інформація про розсилку

# NotificationGroupDialogMainLabel
source: Email notification
ru_ru: Рассылка
uk_ua: Розсилка

# NotificationGroupDialogStartDate
source: Start date
ru_ru: Дата начала
uk_ua: Дата початку

# NotificationGroupDialogTemplate
source: Template
ru_ru: Шаблон
uk_ua: Шаблон

# NotificationGroupStartDate
source: Start date
ru_ru: Дата начала
uk_ua: Дата початку

# NotificationGroupStartTime
source: Start time
ru_ru: Время начала
uk_ua: Час початку

# NotificationGroupTemplate
source: Template
ru_ru: Шаблон
uk_ua: Шаблон

# NotificationNext
source: Next
ru_ru: Следующее
uk_ua: Наступне

# NotificationPatient
source: Patient:
ru_ru: Пациент:
uk_ua: Пацієнт:

# NotificationPrevious
source: Previous
ru_ru: Предыдущее
uk_ua: Попередне

# NotificationTemplateDialogBody
source: Message
ru_ru: Сообщение
uk_ua: Повідомлення

# NotificationTemplateDialogButtonCancel
source: Cancel
ru_ru: Отменить
uk_ua: Відмінити

# NotificationTemplateDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# NotificationTemplateDialogDescription
source: Description
ru_ru: Описание
uk_ua: Опис

# NotificationTemplateDialogMainInfo
source: Template's information
ru_ru: Информация о шаблоне
uk_ua: Інформація про шаблон

# NotificationTemplateDialogTitle
source: Title
ru_ru: Заголовок
uk_ua: Заголовок

# NotificationTemplateMainLabel
source: Template
ru_ru: Шаблон
uk_ua: Шаблон

# PatientDialogAdditionalInfo
source: Additional information about the patient
ru_ru: Дополнительная информация о пациенте
uk_ua: Додаткова інформація про пацієнта

# PatientDialogAddress
source: Address
ru_ru: Адрес
uk_ua: Адреса

# PatientDialogBirthday
source: Birthday
ru_ru: Дата рождения
uk_ua: Дата нарождення

# PatientDialogButtonCancel
source: Cancel
ru_ru: Отменить
uk_ua: Відмінити

# PatientDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# PatientDialogComments
source: Comments
ru_ru: Заметки
uk_ua: Нотатки

# PatientDialogEmail
source: Email
ru_ru: Электронная почта
uk_ua: Електронна пошта

# PatientDialogFirstName
source: First name
ru_ru: Имя
uk_ua: Ім'я

# PatientDialogJob
source: Job
ru_ru: Работа
uk_ua: Робота

# PatientDialogMainInfo
source: Main information about the patient
ru_ru: Основная информация о пациенте
uk_ua: Основна інформація про пацієнта

# PatientDialogMainLabel
source: Patient
ru_ru: Пациент
uk_ua: Пацієнт

# PatientDialogMainLabelEdit
source: Edit patient
ru_ru: Редактировать пациента
uk_ua: Редагувати пацієнта

# PatientDialogMainLabelView
source: View information
ru_ru: Просмотр информации о пациенте
uk_ua: Перегляд інформації про пацієнта

# PatientDialogMiddleName
source: Middle name
ru_ru: Отчество
uk_ua: По батькові

# PatientDialogPhoneNumberCell
source: Cell phone
ru_ru: Мобильный телефон
uk_ua: Мобільний телефон

# PatientDialogPhoneNumberHome
source: Home phone
ru_ru: Домашний телефон
uk_ua: Домашній телефон

# PatientDialogPhoneNumberWork
source: Work phone
ru_ru: Рабочий телефон
uk_ua: Робочий телефон

# PatientDialogProfession
source: Profession
ru_ru: Профессия
uk_ua: Професія

# PatientDialogSex
source: Gender
ru_ru: Пол
uk_ua: Стать

# PatientDialogSurname
source: Surname
ru_ru: Фамилия
uk_ua: Прізвище

# PositionDialogButtonCancel
source: Cancel
ru_ru: Отменить
uk_ua: Відмінити

# PositionDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# PositionDialogIsAttending
source: Attending
ru_ru: Прием пациентов
uk_ua: Прийом пацієнтів

# PositionDialogMainInfo
source: Position information
ru_ru: Информация о должности
uk_ua: Інформація про посаду

# PositionDialogMainLabel
source: Position
ru_ru: Должность
uk_ua: Посада

# PositionDialogName
source: Position name
ru_ru: Название должности
uk_ua: Назва посади

# ReminderDate
source: Date
ru_ru: Дата
uk_ua: Дата

# ReminderDialogButtonCancel
source: Cancel
ru_ru: Отменить
uk_ua: Відмінити

# ReminderDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# ReminderDialogDate
source: Date
ru_ru: Дата
uk_ua: Дата

# ReminderDialogDoctor
source: Doctor
ru_ru: Доктор
uk_ua: Лікар

# ReminderDialogMainInfo
source: Reminder information
ru_ru: Информация о напоминании
uk_ua: Інформація про нагадування

# ReminderDialogMainLabel
source: Reminder
ru_ru: Напоминание
uk_ua: Нагадування

# ReminderDialogMessage
source: Message
ru_ru: Сообщение
uk_ua: Повідомлення

# ReminderDialogPatient
source: Patient
ru_ru: Пациент
uk_ua: Пацієнт

# ReminderDoctor
source: Doctor
ru_ru: Доктор
uk_ua: Лікар

# ReminderDoctorWasNotSelected
source: was not set
ru_ru: не выбран
uk_ua: не обрано

# ReminderIsCompleted
source: Completed
ru_ru: Выполнено
uk_ua: Виконано

# ReminderMessage
source: Message
ru_ru: Сообщение
uk_ua: Повідомлення

# ReminderSelectDoctor
source: Select the doctor
ru_ru: Выберите доктора
uk_ua: Оберіть лікаря

# RemindertAlert
source: Alert
ru_ru: Сообщить
uk_ua: Нагадати

# RemindertComment
source: Comment
ru_ru: Заметки
uk_ua: Нотатки

# ReminderTime
source: Time
ru_ru: Время
uk_ua: Час

# RemindertPatient
source: Patient
ru_ru: Пациент
uk_ua: Пацієнт

# NavigationSetting
source: Settings
ru_ru: Настройки
uk_ua: Налаштування

# NavigationAbout
source: About
ru_ru: О программе
uk_ua: Про програму

# SearchCancel
source: Cancel search
ru_ru: Отменить поиск
uk_ua: Відмінити пошук

# SearchExpression
source: Search
ru_ru: Поиск
uk_ua: Пошук

# SearchPatientByFirstCharts
source: By first letters
ru_ru: По первым буквам
uk_ua: По перших літерах

# SettingDialogBackupInfo
source: Backup
ru_ru: Резервное копирование данных
uk_ua: Резервне копіювання даних

# SettingDialogButtonCancel
source: Cancel
ru_ru: Отменить
uk_ua: Відмінити

# SettingDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# SettingDialogLanguage
source: Language
ru_ru: Язык
uk_ua: Мова

# SettingDialogLanguageInfo
source: Language
ru_ru: Язык интерфейса
uk_ua: Мова інтерфейсу

# SettingDialogBackupLocation
source: Location of the backup file (on database server)
ru_ru: Местоположение файла копии данных (на сервере базы данных)
uk_ua: Місцезнаходження файлу копії даних (на сервері бази даних)

# SettingDialogMainLabel
source: Settings
ru_ru: Настройка
uk_ua: Налаштування

# SettingDialogBackupDatabaseName
source: Name of the backuped database
ru_ru: Имя базы данных
uk_ua: Ім'я бази даних

# SettingDialogBackupFileName
source: Name of the backup file
ru_ru: Имя файла копии данных
uk_ua: Ім'я файлу копії даних

# SettingDialogNotification
source: Notify every (minutes)
ru_ru: Напоминать каждые (минут)
uk_ua: Нагадувати кожні (хвилин)

# SettingDialogNotificationInfo
source: Notifications
ru_ru: Напоминания
uk_ua: Нагадування

# SettingDialogNotificationToRestart
source: You have to reload the program after changing the language of the user interface
ru_ru: После изменения языка интерфейса Вам необходимо перезапустить программу
uk_ua: Після зміни мови інтерфейсу Ви повинні перезавантажити програму

# StaffDialogAdditionalInfo
source: Additional information about the staff
ru_ru: Дополнительная информация о работнике
uk_ua: Додаткова інформація про працівника

# StaffDialogAddress
source: Address
ru_ru: Адрес
uk_ua: Адреса

# StaffDialogBirthday
source: Birthday
ru_ru: Дата рождения
uk_ua: Дата нарождення

# StaffDialogButtonCancel
source: Cancel
ru_ru: Отменить
uk_ua: Відмінити

# StaffDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# StaffDialogComments
source: Comments
ru_ru: Заметки
uk_ua: Нотатки

# StaffDialogEducation
source: Education
ru_ru: Учебное заведение
uk_ua: Навчальний заклад

# StaffDialogEmail
source: Email
ru_ru: Электронная почта
uk_ua: Електронна пошта

# StaffDialogFirstName
source: First name
ru_ru: Имя
uk_ua: Ім'я

# StaffDialogIsTaking
source: Conducts the admission of patients
ru_ru: Проводит приём пациентов
uk_ua: Проводить прийом пацієнтів

# StaffDialogMainInfo
source: Main information about the staff
ru_ru: Основная информация о работнике
uk_ua: Основна інформація про працівника

# StaffDialogMainLabel
source: Staff
ru_ru: Работник
uk_ua: Працівник

# StaffDialogMiddleName
source: Middle name
ru_ru: Отчество
uk_ua: По батькові

# StaffDialogPhoneNumberCell
source: Cell phone
ru_ru: Мобильный телефон
uk_ua: Мобільний телефон

# StaffDialogPhoneNumberHome
source: Home phone
ru_ru: Домашний телефон
uk_ua: Домашній телефон

# StaffDialogPhoneNumberWork
source: Work phone
ru_ru: Рабочий телефон
uk_ua: Робочий телефон

# StaffDialogPosition
source: Position
ru_ru: Должность
uk_ua: Посада

# StaffDialogSex
source: Gender
ru_ru: Пол
uk_ua: Стать

# StaffDialogSurname
source: Surname
ru_ru: Фамилия
uk_ua: Прізвище

# StyledMessageBoxButtonCancel
source: Cancel
ru_ru: Отмена
uk_ua: Відміна

# StyledMessageBoxButtonNo
source: No
ru_ru: Нет
uk_ua: Ні

# StyledMessageBoxButtonYes
source: Yes
ru_ru: Да
uk_ua: Так

# NavigationAppointment
source: Appointment
ru_ru: Расписание
uk_ua: Розклад

# NavigationBackup
source: Database backup
ru_ru: Резервирование
uk_ua: Резервування

# NavigationEducation
source: Educational institution
ru_ru: Учебные заведения
uk_ua: Навчальні заклади

# NavigationLogin
source: Users
ru_ru: Пользователи
uk_ua: Користувачі

# NavigationNotificationGroup
source: Email notifications
ru_ru: Рассылка
uk_ua: Розсилка

# NavigationNotificationTemplate
source: Templates
ru_ru: Шаблоны
uk_ua: Шаблони

# NavigationPatient
source: Patients
ru_ru: Пациенты
uk_ua: Пацієнти

# NavigationPosition
source: Positions
ru_ru: Должности
uk_ua: Посади

# NavigationReminder
source: Reminder
ru_ru: Напоминания
uk_ua: Нагадування

# NavigationStaff
source: Staff
ru_ru: Работники
uk_ua: Працівники

# NotificationListManageDialogButtonCancel
source: Cancel
ru_ru: Отмена
uk_ua: Відміна

# NotificationListManageDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# NotificationListManageDialogEmail
source: Email
ru_ru: Адрес электронной почты
uk_ua: Адреса електронної пошти

# NotificationListManageDialogMainLabel
source: Delivery list
ru_ru: Список рассылки
uk_ua: Список розсилки

# NotificationListManageDialogReceiver
source: Receiver
ru_ru: Получатель
uk_ua: Отримувач

# NotificationGroupDialogButtonSelect
source: Select receivers...
ru_ru: Выбрать получателей...
uk_ua: Обрати отримувачів...

# NotificationGroupDialogButtonStart
source: View email statuses...
ru_ru: Просмотр статусов...
uk_ua: Переглянути статуси...

# NotificationListDialogButtonCancel
source: Close
ru_ru: Закрыть
uk_ua: Закрити

# NotificationListDialogButtonSave
source: Save
ru_ru: Сохранить
uk_ua: Зберегти

# NotificationListDialogMainLabel
source: Delivery list
ru_ru: Список рассылки
uk_ua: Список розсилки

# NotificationListDialogPatient
source: Patient
ru_ru: Пациент
uk_ua: Пацієнт

# NotificationListDialogError
source: Error
ru_ru: Ошибка
uk_ua: Помилка

# NotificationListDialogSendDate
source: Send date
ru_ru: Отправлено
uk_ua: Відправлено

# PatientDialogIsEmailNotificationAllowed
source: Email notification is allowed
ru_ru: Включить в список рассылки
uk_ua: Включити у список розсилки

# MessageBoxSaveGroupConfirmation
source: Group has to be saved before you start working with notification list. Are you sure you want to save this group?
ru_ru: Группа должна быть сохранена перед началом работы со списком рассылки. Вы действительно хотите сохранить данную группу?
uk_ua: Група повинна бути збережена перед початком роботи зі списком розсилки. Ви дійсно бажаєте зберегти групу?

# MessageBoxSaveGroupHeader
source: Save record
ru_ru: Сохранение записи
uk_ua: Збреження запису

# NotificationListDialogStatus
source: Status
ru_ru: Статус
uk_ua: Статус

# NotificationGroupNotProcessed
source: The group hasn't been processed.
ru_ru: Группа не обработана.
uk_ua: Група не оброблена.

# NotificationGroupProcessed
source: The group was processed {0}.
ru_ru: Группа была обработана {0}.
uk_ua: Група була оброблена {0}.

# NotificationGroupCannotBeDeleted
source: Current group cannot be deleted since email delivery has been started.
ru_ru: Выбранная группа не может быть удалена так, как происходит рассылка сообщений.
uk_ua: Обрана група не може бути видалена, адже відбувається розсилка повідомлень.

# NotificationGroupProcessing
source: The group is processing.
ru_ru: Группа в процессе обработки.
uk_ua: Група у процесі обробки.

# NotificationListDialogButtonRefresh
source: Refresh
ru_ru: Обновить
uk_ua: Оновити

# NotificationGroupCancelDeliveryConfirmation
source: Are you sure you want to cancel current delivery?
ru_ru: Вы уверены, что хотите отменить текущую рассылку сообщений?
uk_ua: Ви впевнені, що бажаєте відмінити поточну розсилку повідомлень?

# NotificationGroupCancelDeliveryHeader
source: Cancel delivery
ru_ru: Отмена рассылки
uk_ua: Відміна розсилки

# NotificationGroupDialogButtonCancelDelivery
source: Cancel delivery
ru_ru: Отменить рассылку
uk_ua: Відмінити розсилку

# NotificationGroupDialogButtonRestartDelivery
source: Restart delivery
ru_ru: Возобновить рассылку
uk_ua: Поновити розсилку

# NotificationGroupCancelled
source: The group processing has been canceled.
ru_ru: Обработка группы была отменена.
uk_ua: Обробка групи була відмінена.

# NotificationGroupDialogStatus
source: Status
ru_ru: Статус
uk_ua: Статус

# NotificationTemplateCannotBeDeleted
source: Current template cannot be deleted since it in use in group for which email delivery has been started.
ru_ru: Выбранный шаблон не может быть удален так, как он используется в группе, для которой происходит рассылка сообщений.
uk_ua: Обраний шаблон не може бути видалений, адже він використовується у групі, для якої відбувається розсилка повідомлень.

# NotificationListDialogEmail
source: Email
ru_ru: Адрес электронной почты
uk_ua: Адреса електронної пошти

# NotificationGroupDialogEndDate
source: End date
ru_ru: Дата завершения
uk_ua: Дата завершення

# PatientDialogIsEmailChecked
source: Email address is checked
ru_ru: Электронная почта проверена
uk_ua: Електронна пошта перевірена

# ButtonDeleteInValidateEmails
source: Import invalid email addresses
ru_ru: Импортировать невалидные адреса
uk_ua: Імпортувати невалідні адреси

# NotificationInValidateEmailViewDialogAddresses
source: List of the email addresses separated by Enter
ru_ru: Список адресов электронной почты, разделенных Enter
uk_ua: Список адрес электронної пошти, розділених Enter

# NotificationInValidateEmailViewDialogButtonCancel
source: Cancel
ru_ru: Отмена
uk_ua: Відміна

# NotificationInValidateEmailViewDialogButtonImport
source: Import
ru_ru: Импорт
uk_ua: Імпорт

# NotificationInValidateEmailViewDialogMainInfo
source: Email addresses
ru_ru: Адреса электронной почты
uk_ua: Адреси электронної пошти

# NotificationInValidateEmailViewDialogMainLabel
source: Import invalid email addresses
ru_ru: Импорт невалидных адресов
uk_ua: Імпорт невалідних адрес

# Amount
source: Rows: {0}
ru_ru: Записей: {0}
uk_ua: Записів: {0}

# MessageBoxAmountOfEmailHaveBeenInvalidated
source: Amount of email addresses that has/ve been invalidated is/are {0}.
ru_ru: Количество адресов электронной почты, которые были помечены как недействительные: {0}.
uk_ua: Кількість адрес електроної пошти, що були відмічені як недійсні: {0}.

# MessageBoxAmountOfEmailHaveBeenInvalidatedHeader
source: Import invalid email addresses
ru_ru: Импорт невалидных адресов
uk_ua: Імпорт невалідних адрес
